Repository: atlemo/SimplShot-App
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ru, zh_hans

source: Could not find window for capture. It may have closed.
de: Das aufzunehmende Fenster wurde nicht gefunden. Möglicherweise wurde es geschlossen.
fr: Fenêtre à capturer introuvable. Elle a peut-être été fermée.
ja: キャプチャ対象のウインドウが見つかりません。閉じられた可能性があります。
ru: Не удалось найти окно для снимка. Возможно, оно было закрыто.
zh_hans: 找不到要截取的窗口，它可能已关闭。

source: Could not get window ID for screenshot
de: Fenster-ID für das Bildschirmfoto konnte nicht ermittelt werden
fr: Impossible d’obtenir l’ID de la fenêtre pour la capture
ja: スクリーンショット用のウインドウIDを取得できませんでした
ru: Не удалось получить идентификатор окна для снимка
zh_hans: 无法获取用于截图的窗口 ID

source: Could not load the captured image for OCR.
de: Das aufgenommene Bild konnte für die Texterkennung nicht geladen werden.
fr: Impossible de charger l’image capturée pour la reconnaissance de texte.
ja: テキスト認識用のキャプチャ画像を読み込めませんでした。
ru: Не удалось загрузить снимок для распознавания текста.
zh_hans: 无法载入用于文字识别的截图。

source: Crop
de: Zuschneiden
fr: Rogner
ja: トリミング
ru: Кадрировать
zh_hans: 裁剪

source: Crop Image
de: Bild zuschneiden
fr: Rogner l’image
ja: 画像をトリミング
ru: Кадрировать изображение
zh_hans: 裁剪图像

source: Crop, Rotate and Resize now sit together in Edit mode for a clearer, more consistent editing workflow.
de: „Zuschneiden“, „Drehen“ und „Größe ändern“ liegen jetzt gemeinsam im Bearbeitungsmodus — für einen klareren und einheitlicheren Arbeitsablauf.
fr: Rogner, Pivoter et Redimensionner sont désormais réunis dans le mode Modifier, pour un flux de travail plus clair et plus cohérent.
ja: 「トリミング」「回転」「サイズ変更」が編集モードにまとまり、より分かりやすく一貫した編集の流れになりました。
ru: «Кадрировать», «Повернуть» и «Изменить размер» теперь собраны вместе в режиме правки — процесс редактирования стал понятнее и последовательнее.
zh_hans: “裁剪”“旋转”和“调整大小”现在集中在编辑模式中，编辑流程更清晰、更一致。

source: Curved
de: Gebogen
fr: Courbe
ja: 曲線
ru: Изогнутая
zh_hans: 曲线

source: Custom Color
de: Eigene Farbe
fr: Couleur personnalisée
ja: カスタムカラー
ru: Свой цвет
zh_hans: 自定颜色

source: Custom Image
de: Eigenes Bild
fr: Image personnalisée
ja: カスタム画像
ru: Своё изображение
zh_hans: 自定图像

source: Dark Ember
de: Dunkle Glut
fr: Braise sombre
ja: ダークエンバー
ru: Тёмный уголь
zh_hans: 暗烬

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ru: Удалить
zh_hans: 删除

source: Delete Screenshot
de: Bildschirmfoto löschen
fr: Supprimer la capture
ja: スクリーンショットを削除
ru: Удалить снимок
zh_hans: 删除截图

source: Delete Screenshot?
de: Bildschirmfoto löschen?
fr: Supprimer la capture ?
ja: スクリーンショットを削除しますか？
ru: Удалить снимок?
zh_hans: 要删除截图吗？

source: Delete selected template
de: Ausgewählte Vorlage löschen
fr: Supprimer le modèle sélectionné
ja: 選択したテンプレートを削除
ru: Удалить выбранный шаблон
zh_hans: 删除所选模板

source: Delete Template?
de: Vorlage löschen?
fr: Supprimer le modèle ?
ja: テンプレートを削除しますか？
ru: Удалить шаблон?
zh_hans: 要删除模板吗？

source: Detail
de: Details
fr: Détail
ja: ディテール
ru: Детализация
zh_hans: 细节

source: Dim Opacity
de: Deckkraft der Abdunklung
fr: Opacité du voile
ja: 暗さ
ru: Затемнение
zh_hans: 遮罩不透明度

source: Discard
de: Verwerfen
fr: Ignorer
ja: 破棄
ru: Отменить изменения
zh_hans: 放弃

source: Discard Edits?
de: Änderungen verwerfen?
fr: Ignorer les modifications ?
ja: 編集内容を破棄しますか？
ru: Отменить изменения?
zh_hans: 要放弃编辑吗？

source: Display Pixel Dimensions
de: Pixelmaße anzeigen
fr: Afficher les dimensions en pixels
ja: ピクセル寸法を表示
ru: Показывать размер в пикселях
zh_hans: 显示像素尺寸

source: Document Info
de: Dokumentinformationen
fr: Informations du document
ja: 書類情報
ru: Сведения о документе
zh_hans: 文稿简介

source: Don't ask me again
de: Nicht mehr fragen
fr: Ne plus me demander
ja: 今後表示しない
ru: Больше не спрашивать
zh_hans: 不再询问

source: Done
de: Fertig
fr: Terminé
ja: 完了
ru: Готово
zh_hans: 完成

source: Double
de: Doppelt
ja: 両矢印
ru: Двойная
zh_hans: 双向

source: Drag the handles to resize, or drag inside to reposition.
de: Ziehe an den Aktivpunkten, um die Größe zu ändern, oder ziehe innerhalb der Auswahl, um sie zu verschieben.
fr: Faites glisser les poignées pour redimensionner, ou l’intérieur pour repositionner.
ja: ハンドルをドラッグしてサイズを変更、内側をドラッグして位置を調整します。
ru: Потяните за маркеры, чтобы изменить размер, или перетащите внутри, чтобы сместить.
zh_hans: 拖移控制柄可调整大小，在内部拖移可移动位置。

source: Edge offset
de: Abstand vom Rand
fr: Décalage du bord
ja: 端からのオフセット
ru: Отступ от края
zh_hans: 边缘偏移

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
ru: Правка
zh_hans: 编辑

source: Edit & Annotate
de: Bearbeiten und anmerken
fr: Modifier et annoter
ja: 編集と注釈
ru: Правка и аннотации
zh_hans: 编辑与标注

source: Edit & Annotate — %@
de: Bearbeiten und anmerken — %@
fr: Modifier et annoter — %@
ja: 編集と注釈 — %@
ru: Правка и аннотации — %@
zh_hans: 编辑与标注 — %@

source: Edit & Annotate — %lld images
de: Bearbeiten und anmerken — %lld Bilder
fr: Modifier et annoter — %lld images
ja: 編集と注釈 — 画像%lld枚
ru: Правка и аннотации — %lld изображений
zh_hans: 编辑与标注 — %lld 张图像

source: Edit Aspect Ratio
de: Seitenverhältnis bearbeiten
fr: Modifier le format
ja: アスペクト比を編集
ru: Изменить соотношение сторон
zh_hans: 编辑宽高比

source: Edit Width Preset
de: Breiten-Voreinstellung bearbeiten
fr: Modifier le préréglage de largeur
ja: 幅プリセットを編集
ru: Изменить пресет ширины
zh_hans: 编辑宽度预设

source: Enable Screen Recording
de: Bildschirmaufnahme aktivieren
fr: Activer l’enregistrement de l’écran
ja: 画面収録を有効にする
ru: Включить запись экрана
zh_hans: 开启屏幕录制

source: Enjoying SimplShot?
de: Gefällt dir SimplShot?
fr: SimplShot vous plaît ?
ja: SimplShotは気に入りましたか？
ru: Нравится SimplShot?
zh_hans: 喜欢 SimplShot 吗？

source: Enter a name for this template.
de: Gib einen Namen für diese Vorlage ein.
fr: Saisissez un nom pour ce modèle.
ja: このテンプレートの名前を入力してください。
ru: Введите название шаблона.
zh_hans: 请输入此模板的名称。

source: Even a tiny one-time tip goes a long way toward keeping this tool alive and improving. No subscription, no nag screens — just this one ask.
de: Schon ein kleiner einmaliger Betrag hilft sehr dabei, dieses Werkzeug am Leben zu halten und weiterzuentwickeln. Kein Abo, keine ständigen Hinweisfenster — nur diese eine Bitte.
fr: Même un petit pourboire ponctuel contribue grandement à faire vivre et progresser cet outil. Pas d’abonnement, pas de fenêtres insistantes — juste cette seule demande.
ja: ほんの少しの一度きりの支援でも、このツールを維持し改善する大きな力になります。サブスクリプションも、しつこい通知もありません。お願いはこの一度だけです。
ru: Даже небольшое разовое пожертвование очень помогает развивать этот инструмент. Без подписок и навязчивых окон — только эта одна просьба.
zh_hans: 哪怕一次小小的打赏，也能为这款工具的存续和改进带来很大帮助。没有订阅，没有反复弹窗——只有这一次请求。

source: Expand section
de: Bereich aufklappen
fr: Développer la section
ja: セクションを展開
ru: Развернуть раздел
zh_hans: 展开此部分

source: Exposure
de: Belichtung
fr: Exposition
ja: 露出
ru: Экспозиция
zh_hans: 曝光

source: Failed to capture window image. Make sure Screen Recording permission is granted, then restart SimplShot.
de: Das Fensterbild konnte nicht aufgenommen werden. Stelle sicher, dass die Berechtigung für Bildschirmaufnahmen erteilt ist, und starte SimplShot dann neu.
fr: Impossible de capturer l’image de la fenêtre. Vérifiez que l’autorisation d’enregistrement de l’écran est accordée, puis redémarrez SimplShot.
ja: ウインドウの画像をキャプチャできませんでした。画面収録の許可を確認してから、SimplShotを再起動してください。
ru: Не удалось снять изображение окна. Убедитесь, что разрешена запись экрана, затем перезапустите SimplShot.
zh_hans: 无法截取窗口图像。请确认已授予屏幕录制权限，然后重新启动 SimplShot。

source: Failed to create graphics context for annotation rendering
de: Grafikkontext zum Zeichnen der Anmerkungen konnte nicht erstellt werden
fr: Impossible de créer le contexte graphique pour le rendu des annotations
ja: 注釈を描画するためのグラフィックスコンテキストを作成できませんでした
ru: Не удалось создать графический контекст для отрисовки аннотаций
zh_hans: 无法创建用于绘制标注的图形上下文

source: Failed to create graphics context for template rendering
de: Grafikkontext zum Rendern der Vorlage konnte nicht erstellt werden
fr: Impossible de créer le contexte graphique pour le rendu du modèle
ja: テンプレートを描画するためのグラフィックスコンテキストを作成できませんでした
ru: Не удалось создать графический контекст для отрисовки шаблона
zh_hans: 无法创建用于渲染模板的图形上下文

source: Failed to create output image
de: Ausgabebild konnte nicht erstellt werden
fr: Impossible de créer l’image de sortie
ja: 出力画像を作成できませんでした
ru: Не удалось создать итоговое изображение
zh_hans: 无法创建输出图像

source: Failed to create output image from template rendering
de: Ausgabebild konnte beim Rendern der Vorlage nicht erstellt werden
fr: Impossible de créer l’image de sortie à partir du rendu du modèle
ja: テンプレートの描画から出力画像を作成できませんでした
ru: Не удалось создать итоговое изображение при отрисовке шаблона
zh_hans: 无法从模板渲染创建输出图像

source: Failed to create PDF graphics context
de: PDF-Grafikkontext konnte nicht erstellt werden
fr: Impossible de créer le contexte graphique PDF
ja: PDFのグラフィックスコンテキストを作成できませんでした
ru: Не удалось создать графический контекст PDF
zh_hans: 无法创建 PDF 图形上下文

source: Failed to crop image
de: Bild konnte nicht zugeschnitten werden
fr: Impossible de rogner l’image
ja: 画像をトリミングできませんでした
ru: Не удалось кадрировать изображение
zh_hans: 无法裁剪图像

source: Failed to load custom wallpaper image at: %@
de: Eigenes Hintergrundbild konnte nicht geladen werden: %@
fr: Impossible de charger l’image d’arrière-plan personnalisée : %@
ja: カスタム背景画像を読み込めませんでした: %@
ru: Не удалось загрузить своё фоновое изображение: %@
zh_hans: 无法载入自定背景图像：%@

source: Failed to prepare the clipboard image for editing.
de: Das Bild aus der Zwischenablage konnte nicht zum Bearbeiten vorbereitet werden.
fr: Impossible de préparer l’image du presse-papiers pour la modification.
ja: クリップボードの画像を編集用に準備できませんでした。
ru: Не удалось подготовить изображение из буфера обмена к редактированию.
zh_hans: 无法准备剪贴板中的图像以供编辑。

source: Failed to render PDF page
de: PDF-Seite konnte nicht gerendert werden
fr: Impossible d’afficher la page PDF
ja: PDFページを描画できませんでした
ru: Не удалось отрисовать страницу PDF
zh_hans: 无法渲染 PDF 页面

source: Failed to resize %@'s windows.
de: Die Fenster von %@ konnten nicht in der Größe geändert werden.
fr: Impossible de redimensionner les fenêtres de %@.
ja: %@のウインドウのサイズを変更できませんでした。
ru: Не удалось изменить размер окон приложения %@.
zh_hans: 无法调整 %@ 的窗口大小。

source: Failed to save clipboard image: %@
de: Bild aus der Zwischenablage konnte nicht gesichert werden: %@
fr: Impossible d’enregistrer l’image du presse-papiers : %@
ja: クリップボードの画像を保存できませんでした: %@
ru: Не удалось сохранить изображение из буфера обмена: %@
zh_hans: 无法存储剪贴板中的图像：%@

source: Failed to save screenshot to disk
de: Bildschirmfoto konnte nicht auf dem Volume gesichert werden
fr: Impossible d’enregistrer la capture sur le disque
ja: スクリーンショットをディスクに保存できませんでした
ru: Не удалось сохранить снимок на диск
zh_hans: 无法将截图存储到磁盘

source: Feather
de: Weiche Kante
fr: Contour progressif
ja: ぼかし
ru: Растушёвка
zh_hans: 羽化

source: File
de: Datei
fr: Fichier
ja: ファイル
ru: Файл
zh_hans: 文件

source: File format:
de: Dateiformat:
fr: Format de fichier :
ja: ファイルフォーマット:
ru: Формат файла:
zh_hans: 文件格式：

source: Fill
de: Füllung
fr: Remplissage
ja: 塗りつぶし
ru: Заливка
zh_hans: 填充

source: Fill Color
de: Füllfarbe
fr: Couleur de remplissage
ja: 塗りつぶしカラー
ru: Цвет заливки
zh_hans: 填充颜色

source: Filled
de: Gefüllt
fr: Plein
ja: 塗りつぶし
ru: Сплошная
zh_hans: 实心

source: Find in document
de: Im Dokument suchen
fr: Rechercher dans le document
ja: 書類内を検索
ru: Поиск в документе
zh_hans: 在文稿中查找

source: Find Next
de: Weitersuchen
fr: Rechercher le suivant
ja: 次を検索
ru: Найти далее
zh_hans: 查找下一个

source: Find Previous
de: Rückwärts suchen
fr: Rechercher le précédent
ja: 前を検索
ru: Найти ранее
zh_hans: 查找上一个

source: Find…
de: Suchen…
fr: Rechercher…
ja: 検索…
ru: Найти…
zh_hans: 查找…

source: Fit
de: Anpassen
fr: Ajuster
ja: フィット
ru: Вписать
zh_hans: 适合

source: Fit Page
de: An Seite anpassen
fr: Ajuster à la page
ja: ページに合わせる
ru: По размеру страницы
zh_hans: 适合页面

source: Fit Width
de: An Breite anpassen
fr: Ajuster à la largeur
ja: 幅に合わせる
ru: По ширине
zh_hans: 适合宽度

source: Fixed a serious problem introduced in the last update: SimplShot was reserving ⌘C across the whole system, so pressing Copy in any other app quietly did nothing while SimplShot was running. The Save & Copy shortcut now stays inside the editor window where it belongs, and Copy works normally everywhere else again.
de: Ein schwerwiegendes Problem aus dem letzten Update wurde behoben: SimplShot hat ⌘C systemweit belegt, sodass „Kopieren“ in allen anderen Apps wirkungslos blieb, solange SimplShot lief. Der Kurzbefehl „Sichern und kopieren“ bleibt jetzt dort, wo er hingehört — im Editorfenster — und „Kopieren“ funktioniert überall sonst wieder wie gewohnt.
fr: Un problème sérieux apparu dans la dernière mise à jour a été corrigé : SimplShot réservait ⌘C dans tout le système, si bien que « Copier » restait sans effet dans les autres apps tant que SimplShot était lancé. Le raccourci « Enregistrer et copier » reste désormais dans la fenêtre de l’éditeur, à sa place, et « Copier » fonctionne de nouveau normalement partout ailleurs.
ja: 前回のアップデートで生じた重大な問題を修正しました。SimplShotが⌘Cをシステム全体で占有していたため、SimplShotの起動中は他のアプリで「コピー」を押しても何も起こりませんでした。「保存してコピー」のショートカットは本来の場所であるエディタウインドウ内だけで働くようになり、他のどのアプリでも「コピー」がこれまでどおり使えます。
ru: Исправлена серьёзная проблема, появившаяся в прошлом обновлении: SimplShot занимал сочетание ⌘C во всей системе, поэтому, пока приложение было запущено, команда «Копировать» в других программах просто не срабатывала. Теперь сочетание «Сохранить и скопировать» действует только в окне редактора, а «Копировать» снова работает как обычно везде.
zh_hans: 修复了上次更新引入的一个严重问题：SimplShot 在整个系统范围内占用了 ⌘C，因此只要 SimplShot 在运行，在其他 App 中按“拷贝”就毫无反应。“存储并拷贝”快捷键现已回到它应有的位置——仅在编辑器窗口中生效，其他地方的“拷贝”也恢复正常。

source: Font Size
de: Schriftgröße
fr: Corps
ja: フォントサイズ
ru: Размер шрифта
zh_hans: 字体大小

source: Forest Mist
de: Waldnebel
fr: Brume forestière
ja: フォレストミスト
ru: Лесной туман
zh_hans: 林间薄雾

source: Free Drawing
de: Freihandzeichnen
fr: Dessin libre
ja: フリードロー
ru: Произвольное рисование
zh_hans: 自由绘制

source: General
de: Allgemein
fr: Général
ja: 一般
ru: Основные
zh_hans: 通用

source: Go
de: Gehe zu
fr: Aller
ja: 移動
ru: Переход
zh_hans: 前往

source: Golden Hour
de: Goldene Stunde
fr: Heure dorée
ja: ゴールデンアワー
ru: Золотой час
zh_hans: 黄金时刻

source: Gradients
de: Verläufe
fr: Dégradés
ja: グラデーション
ru: Градиенты
zh_hans: 渐变

source: Grant Accessibility
de: Bedienungshilfen erlauben
fr: Autoriser l’accessibilité
ja: アクセシビリティを許可
ru: Разрешить универсальный доступ
zh_hans: 授予辅助功能权限

source: Grant…
de: Erlauben…
fr: Autoriser…
ja: 許可…
ru: Разрешить…
zh_hans: 授权…

source: Granted
de: Erteilt
fr: Accordée
ja: 許可済み
ru: Разрешено
zh_hans: 已授权

source: Gray
de: Grau
fr: Gris
ja: グレー
ru: Серый
zh_hans: 灰色

source: Green
de: Grün
fr: Vert
ja: グリーン
ru: Зелёный
zh_hans: 绿色

source: Height:
de: Höhe:
fr: Hauteur :
ja: 高さ:
ru: Высота:
zh_hans: 高度：

source: Highlights
de: Lichter
fr: Hautes lumières
ja: ハイライト
ru: Света
zh_hans: 高光

source: Incorrect Password
de: Falsches Passwort
fr: Mot de passe incorrect
ja: パスワードが正しくありません
ru: Неверный пароль
zh_hans: 密码错误

source: Keep Editing
de: Weiter bearbeiten
fr: Continuer la modification
ja: 編集を続ける
ru: Продолжить редактирование
zh_hans: 继续编辑

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
fr: Raccourcis clavier
ja: キーボードショートカット
ru: Сочетания клавиш
zh_hans: 键盘快捷键

source: Label (optional):
de: Bezeichnung (optional):
fr: Étiquette (facultatif) :
ja: ラベル（任意）:
ru: Название (необязательно):
zh_hans: 标签（可选）：

source: Language:
de: Sprache:
fr: Langue :
ja: 言語:
ru: Язык:
zh_hans: 语言：

source: Last Used
de: Zuletzt verwendet
fr: Dernier utilisé
ja: 最後に使用したモード
ru: Последний использованный
zh_hans: 上次使用

source: Later
de: Später
fr: Plus tard
ja: 後で
ru: Позже
zh_hans: 稍后

source: Launch at login
de: Beim Anmelden öffnen
fr: Ouvrir à la session
ja: ログイン時に起動
ru: Запускать при входе
zh_hans: 登录时启动

source: Left
de: Links
fr: Gauche
ja: 左
ru: Слева
zh_hans: 左

source: Light
de: Licht
fr: Lumière
ja: ライト
ru: Свет
zh_hans: 光效

source: Line
de: Linie
fr: Ligne
ja: 直線
ru: Линия
zh_hans: 直线

source: Loading image…
de: Bild wird geladen…
fr: Chargement de l’image…
ja: 画像を読み込み中…
ru: Загрузка изображения…
zh_hans: 正在载入图像…

source: Lock aspect ratio
de: Seitenverhältnis sperren
fr: Verrouiller le format
ja: アスペクト比を固定
ru: Сохранять пропорции
zh_hans: 锁定宽高比

source: Made by [Atle Mo](https://atle.co)
de: Erstellt von [Atle Mo](https://atle.co)
fr: Créé par [Atle Mo](https://atle.co)
ja: 制作: [Atle Mo](https://atle.co)
ru: Создано [Atle Mo](https://atle.co)
zh_hans: 由 [Atle Mo](https://atle.co) 制作

source: Maybe Later
de: Vielleicht später
fr: Peut-être plus tard
ja: 後で
ru: Может быть, позже
zh_hans: 以后再说

source: Measurement
de: Maß
fr: Mesure
ja: 寸法
ru: Измерение
zh_hans: 测量

source: Metadata
de: Metadaten
fr: Métadonnées
ja: メタデータ
ru: Метаданные
zh_hans: 元数据

source: Midnight Sky
de: Mitternachtshimmel
fr: Ciel de minuit
ja: ミッドナイトスカイ
ru: Полночное небо
zh_hans: 午夜天空

source: Mint Fresh
de: Frische Minze
fr: Menthe fraîche
ja: ミントフレッシュ
ru: Свежая мята
zh_hans: 清新薄荷

source: Missing
de: Fehlt
fr: Manquante
ja: 未許可
ru: Отсутствует
zh_hans: 缺失

source: My default
de: Mein Standardstil
fr: Mon style par défaut
ja: マイデフォルト
ru: Мой стиль по умолчанию
zh_hans: 我的默认样式

source: My template
de: Meine Vorlage
fr: Mon modèle
ja: マイテンプレート
ru: Мой шаблон
zh_hans: 我的模板

source: Needed to capture screenshots.
de: Erforderlich, um Bildschirmfotos aufzunehmen.
fr: Nécessaire pour effectuer des captures d’écran.
ja: スクリーンショットの取得に必要です。
ru: Требуется для создания снимков экрана.
zh_hans: 截取屏幕内容时需要。

source: Needed to resize and focus app windows for consistent captures.
de: Erforderlich, um App-Fenster in der Größe zu ändern und zu aktivieren, damit Aufnahmen einheitlich ausfallen.
fr: Nécessaire pour redimensionner et activer les fenêtres des apps afin d’obtenir des captures homogènes.
ja: 一貫したキャプチャのために、Appのウインドウのサイズ変更とフォーカスに必要です。
ru: Требуется для изменения размера и активации окон приложений, чтобы снимки были одинаковыми.
zh_hans: 用于调整 App 窗口的大小并将其置于最前，以获得一致的截图效果。

source: New Tint control under Color, alongside Temperature, for finer colour correction.
de: Neuer Regler „Farbstich“ im Bereich „Farbe“ neben „Farbtemperatur“ für eine feinere Farbkorrektur.
fr: Nouveau réglage Teinte dans la section Couleur, aux côtés de Température, pour une correction chromatique plus fine.
ja: 「カラー」セクションに「色温度」と並んで新しい「色合い」コントロールが加わり、より細かな色補正ができます。
ru: Новый регулятор «Оттенок» в разделе «Цвет», рядом с «Температурой», — для более тонкой цветокоррекции.
zh_hans: “颜色”下新增“色调”控制，与“色温”并列，可进行更精细的色彩校正。

source: New: Capture History — open it from the menu bar to see your last 10 captures and edited files as a film strip. Hover a thumbnail and click Restore to reopen an image with every annotation still editable.
de: Neu: Aufnahmeverlauf — öffne ihn über die Menüleiste, um deine letzten 10 Aufnahmen und bearbeiteten Dateien als Filmstreifen zu sehen. Fahre über ein Vorschaubild und klicke auf „Wiederherstellen“, um ein Bild mit allen weiterhin bearbeitbaren Anmerkungen erneut zu öffnen.
fr: Nouveau : Historique des captures — ouvrez-le depuis la barre des menus pour voir vos 10 dernières captures et fichiers modifiés sous forme de pellicule. Survolez une vignette et cliquez sur « Restaurer » pour rouvrir une image avec toutes ses annotations encore modifiables.
ja: 新機能: キャプチャ履歴 — メニューバーから開くと、最近の10件のキャプチャや編集ファイルがフィルムストリップで表示されます。サムネイルにカーソルを合わせて「復元」をクリックすると、注釈をすべて編集可能なままで画像を開き直せます。
ru: Новое: История снимков — откройте её из строки меню, чтобы увидеть последние 10 снимков и отредактированных файлов в виде киноплёнки. Наведите курсор на миниатюру и нажмите «Восстановить», чтобы снова открыть изображение со всеми аннотациями, доступными для редактирования.
zh_hans: 新功能：截图历史 — 从菜单栏打开，即可以胶片条形式查看最近 10 张截图和编辑过的文件。将鼠标悬停在缩略图上并点击“恢复”，即可重新打开图片，所有标注仍可编辑。

source: Next match (⏎)
de: Nächster Treffer (⏎)
fr: Résultat suivant (⏎)
ja: 次の一致（⏎）
ru: Следующее совпадение (⏎)
zh_hans: 下一个匹配项（⏎）

source: Next Page
de: Nächste Seite
fr: Page suivante
ja: 次のページ
ru: Следующая страница
zh_hans: 下一页

source: No application selected. Please select an application first.
de: Keine App ausgewählt. Bitte wähle zuerst eine App aus.
fr: Aucune app sélectionnée. Veuillez d’abord en choisir une.
ja: アプリケーションが選択されていません。先にアプリケーションを選択してください。
ru: Приложение не выбрано. Сначала выберите приложение.
zh_hans: 未选择 App，请先选择一个 App。

source: No applications with windows
de: Keine Apps mit Fenstern
fr: Aucune app avec des fenêtres
ja: ウインドウのあるアプリケーションがありません
ru: Нет приложений с окнами
zh_hans: 没有含窗口的 App

source: No Background
de: Kein Hintergrund
fr: Aucun arrière-plan
ja: 背景なし
ru: Без фона
zh_hans: 无背景

source: No Border
de: Keine Kontur
fr: Aucun contour
ja: 枠線なし
ru: Без обводки
zh_hans: 无边框

source: No Fill
de: Keine Füllung
fr: Aucun remplissage
ja: 塗りつぶしなし
ru: Без заливки
zh_hans: 无填充

source: No image found on the clipboard. Copy an image first, then try again.
de: In der Zwischenablage wurde kein Bild gefunden. Kopiere zuerst ein Bild und versuche es dann erneut.
fr: Aucune image dans le presse-papiers. Copiez d’abord une image, puis réessayez.
ja: クリップボードに画像がありません。先に画像をコピーしてから、もう一度お試しください。
ru: В буфере обмена нет изображения. Скопируйте изображение и попробуйте ещё раз.
zh_hans: 剪贴板中没有图像。请先拷贝一张图像，然后重试。

source: No image selected
de: Kein Bild ausgewählt
fr: Aucune image sélectionnée
ja: 画像が選択されていません
ru: Изображение не выбрано
zh_hans: 未选择图像

source: No metadata available
de: Keine Metadaten verfügbar
fr: Aucune métadonnée disponible
ja: メタデータがありません
ru: Метаданные недоступны
zh_hans: 没有可用的元数据

source: No PDF source found for export
de: Keine PDF-Quelle für den Export gefunden
fr: Aucune source PDF trouvée pour l’exportation
ja: 書き出し用のPDFソースが見つかりません
ru: Не найден исходный PDF для экспорта
zh_hans: 找不到用于导出的 PDF 源

source: No text was found in the selected area.
de: Im ausgewählten Bereich wurde kein Text gefunden.
fr: Aucun texte trouvé dans la zone sélectionnée.
ja: 選択した範囲にテキストが見つかりませんでした。
ru: В выбранной области не найден текст.
zh_hans: 在所选区域中未找到文字。

source: No windows found for the application
de: Für diese App wurden keine Fenster gefunden
fr: Aucune fenêtre trouvée pour cette app
ja: アプリケーションのウインドウが見つかりません
ru: У приложения не найдено окон
zh_hans: 未找到该 App 的窗口

source: Noise
de: Rauschen
fr: Bruit
ja: ノイズ
ru: Шум
zh_hans: 噪点

source: None
de: Keine
fr: Aucune
ja: なし
ru: Нет
zh_hans: 无

source: Not found
de: Nicht gefunden
fr: Introuvable
ja: 見つかりません
ru: Не найдено
zh_hans: 未找到

source: Not Now
de: Jetzt nicht
fr: Pas maintenant
ja: 今はしない
ru: Не сейчас
zh_hans: 以后再说

source: Ocean Dreams
de: Meeresträume
fr: Rêves d’océan
ja: オーシャンドリーム
ru: Океанские грёзы
zh_hans: 海洋之梦

source: OCR capture failed: %@
de: Aufnahme für die Texterkennung fehlgeschlagen: %@
fr: Échec de la capture pour la reconnaissance de texte : %@
ja: テキスト認識用のキャプチャに失敗しました: %@
ru: Не удалось сделать снимок для распознавания: %@
zh_hans: 文字识别截图失败：%@

source: OCR failed: %@
de: Texterkennung fehlgeschlagen: %@
fr: Échec de la reconnaissance de texte : %@
ja: テキスト認識に失敗しました: %@
ru: Не удалось распознать текст: %@
zh_hans: 文字识别失败：%@

source: Only applies to single image captures
de: Gilt nur für Aufnahmen einzelner Bilder
fr: S’applique uniquement aux captures d’une seule image
ja: 単一画像のキャプチャにのみ適用されます
ru: Применяется только к одиночным снимкам
zh_hans: 仅适用于单张图像截图

source: Opacity
de: Deckkraft
fr: Opacité
ja: 不透明度
ru: Непрозрачность
zh_hans: 不透明度

source: Open Editor automatically
de: Editor automatisch öffnen
fr: Ouvrir l’éditeur automatiquement
ja: エディタを自動的に開く
ru: Открывать редактор автоматически
zh_hans: 自动打开编辑器

source: Open File(s)
de: Dateien öffnen
fr: Ouvrir des fichiers
ja: ファイルを開く
ru: Открыть файлы
zh_hans: 打开文件

source: Open File(s)…
de: Dateien öffnen…
fr: Ouvrir des fichiers…
ja: ファイルを開く…
ru: Открыть файлы…
zh_hans: 打开文件…

source: Open from Clipboard
de: Aus Zwischenablage öffnen
fr: Ouvrir depuis le presse-papiers
ja: クリップボードから開く
ru: Открыть из буфера обмена
zh_hans: 从剪贴板打开
